{
    "hi": "Have any questions? Happy to help!",
    "hello": "Have any questions? Happy to help!",
    "Hello": "Have any questions? Happy to help!",
    "helo": "Have any questions? Happy to help!",
    "I want to know about career":"Okay which stream you have?",
    "Arts": "Journalism and Mass Communication, teacher, Hotel Management, Event management etc.",
    "commerce": "b.com, Bachelor of Business Administration, Bachelor of Laws, CA, CS etc.",
    "science": "Agriculture, Astronomy, MBBS, B.Tech etc.",
    "what are you doing": "watching you",
    "enjoying": "what",
    "party": "o really",
    "yess": "tell me about your self??",
    "why": "I want to know to become your best robert friend",
    "no I will not tell you": "please please",
    "no I am not telling you": "please......",
    "ok I am student": " o really",
    "yes": "smile.....",
    "Does the major I choose require me to work in that field/industry?": "Absolutely not!  Your major is only part of your presentation to employers.  Internships, work experience and campus involvement will be important in helping you set a foundation for the field/industry you decide to pursue.",
    "Do employers consider first-year students for internships?": "Absolutely!  Employers look for students from all academic levels.  We have tons of resources to help you find an internship or even a great summer job to build skills for a future internship.",
    "How do I write a good resume?": "Visit Resume Builder for step-by-step help.  Then, bring it in! Make an appointment to meet with a Career Advisor or Peer Advisor, for tips, ideas, and resume formatting options! ",
    "How do I get started if I want to do research on campus?": "Start by asking your professors or departments of interest.  Also, check out UROP (Undergraduate Research Opportunities Program) at http://www.lsa.umich.edu/urop/.",
    "When should I start looking for an internship?": "It’s never too late, but the earlier the better! Ideally, start looking in November/December for the following Summer.",
    "Do I have to be in the Business School to go into business?": "Not at all!  Employers hire students from ALL majors. In fact, employers often recruit for the same positions from LSA and the Business School.",
    "Are there Job Fairs at U of M?": "Yes, there are!  We host fairs each year including Fall Career Expo, Winter Career Expo, International Opportunities Fair, Law Day, Health & Medical School Expo, Education Job Fair, and Engineering Career Expo.  In addition we offer Immersions -- trips that help students explore various career fields by on-site visits to organizations in places like Detroit, Grand Rapids, Chicago, New York, Los and Angeles. ",
    "How do I get an internship?": "Get involved! Employers are interested in your skills and you can gain strong skills through your campus organizations, summer jobs, volunteer work, etc. A strong resume, cover letter, interviewing skills and a support system will also be essential, and we can help with all 4!",
    "What can I start doing now to ensure I will get a good job when I graduate?": "While your academics are important, it is very important that you get involved! Employers are interested in your skills that you gain from campus experiences and summer jobs/internships.  It is also important to begin networking and creating community with other students and professionals.",
    "I am overwhelmed about my future goals, is there someone I can talk to?": "YES! Visit us at The Career Center.  Our appointments are FREE for current students and you can schedule appointments on-line!",
    " ": "We typically reply in a few minutes",
    "How did you enter this field?": "Will contact you shortly. :)",
    "What has your career path been like?": "Will contact you shortly. :)",
    "Do you use any of your graduate training in your job, and if so, how?": "Will contact you shortly. :)",
    "On a typical day (or week) in this position, what do you do?": "Will contact you shortly. :)",
    "What are the toughest problems you have to deal with?": "Will contact you shortly. :)",
    "What is the most rewarding part of your job?": "Will contact you shortly. :)",
    "If you were to leave this kind of work, what would drive you away?": "Will contact you shortly. :)",
    "Does your work become more interesting as you stay longer?": "Will contact you shortly. :)",
    "If things develop as you would like, what does the future hold for your career?": "Will contact you shortly. :)",
    "Is there a demand for new talent in this occupation?": "Will contact you shortly. :)",
    "How do you see this field changing in the future?": "Will contact you shortly. :)",
    "What opportunities for advancement are there?": "Will contact you shortly. :)",
    "Which professional journals and organizations cover this field?": "Will contact you shortly. :)",
    "Based on my education, skills and experience, what other fields would you suggest I research further before making a final decision?": "Will contact you shortly. :)",
    "What type of formal or on-the-job training does the organization provide?": "Will contact you shortly. :)",
    "What is the average length of time that employees stay with the organization?": "Will contact you shortly. :)",
    "How does the organization compare/differ with its competitors?": "Will contact you shortly. :)",
    "What kinds of prior experience are absolutely essential?": "Will contact you shortly. :)",
    "What personal qualities or abilities are important to being successful in this job?": "Will contact you shortly. :)",
    "What is your opinion of my background and resume? Do you see any problem areas or weaknesses?": "Will contact you shortly. :)",
    "Who do you know that might be willing to speak with me as well? May I use your name when contacting him/her?": "Will contact you shortly. :)",
    "Which opportunities offer the most ability to learn a great deal?": "Will contact you shortly. :)",
    "What is the typical salary range for these positions?": "Will contact you shortly. :)",
    "How do people find out about these jobs?": "Will contact you shortly. :)",
    "Do you do certain activities because you think it’s what you have to do?": "Will contact you shortly. :)",
    "Are you creating a career for your parents, for society, from your own excitement, or for money?": "Will contact you shortly. :)",
    "What is your definition of work?": "Will contact you shortly. :)",
    "What is your dream?": "Will contact you shortly. :)",
    "Do you believe in yourself?": "Will contact you shortly. :)",
    "What challenge excites you the most in your life right now, and why?": "Will contact you shortly. :)",
    "What impact do you want to have on other people’s lives or in the world?": "Will contact you shortly. :)"
}